[{
  "_id": {
    "$oid": "6496eced57bd2ba755ce286b"
  },
  "title": "Wrath of Man",
  "year": 2021,
  "ageLimit": 18,
  "rating": 7.6,
  "briefPlot": "Trucks of the Los Angeles collection company Forticom Security are often attacked, and during the next robbery, both guards are killed. After a while, a strong, laconic Briton, Patrick Hill, gets a job in the company. He gets the nickname H from the boss and, having passed fitness, shooting and driving tests close to the required minimum, goes on his first assignment. Soon armed robbers try to rob his truck, but H. alone deals with the whole gang and becomes a hero. It seems that the fame and respect of colleagues does not interest him at all, because he pursues his goals.",
  "genre": [
    "Action",
    "Thriller"
  ],
  "link": "https://vid1688116814.vb17123filippaaniketos.pw/movie/777994e44f09df3d9368d442c579b132/iframe?d=filmy-2019.online",
  "reviews": [
    {
      "$oid": "60dfb00b0ab65c026152b002"
    },
    {
      "$oid": "60dfb00b0ab65c026152b006"
    },
    {
      "$oid": "649f18d974445ddd137aee48"
    }
  ],
  "image": "https://i.pinimg.com/originals/1d/9b/e3/1d9be353d8e661fd1972d453f6d5c9d4.jpg",
  "__v": 1
},
{
  "_id": {
    "$oid": "6546eced54bd2ba125ce642a"
  },
  "title": "Interstellar",
  "year": 2014,
  "ageLimit": 16,
  "rating": 8.6,
  "briefPlot": "When drought, dust storms and the extinction of plants lead humanity to a food crisis, a team of researchers and scientists goes through a wormhole (which supposedly connects the regions of space-time over a long distance) on a journey to surpass the previous limitations for human space travel and find a planet with suitable conditions for humanity.",
  "genre": [
    "Fantasy"
  ],
  "link": "https://vid1688138227.vb17123filippaaniketos.pw/movie/d50b2831a84d2e9cfbfb618bde928922/iframe?d=tv.lordfilm.black",
  "reviews": [
    {
      "$oid": "649f2c33824fc560eb3314c4"
    }
  ],
  "image": "https://cdn.ananasposter.ru/image/cache/catalog/poster/film/81/16064-1000x830.jpg",
  "__v": 1
},
{
  "_id": {
    "$oid": "6246eced33bd2ba125ce642f"
  },
  "title": "1917",
  "year": 2019,
  "ageLimit": 16,
  "rating": 7.9,
  "briefPlot": "April 6, 1917, the height of the First World War, the Western Front in northern France. A British general entrusts Corporal Blake and his colleague with a deadly mission. They must cross enemy territory, seemingly abandoned by German troops, and deliver the order to cancel the offensive to the 2nd battalion of the Devonshire Regiment, otherwise 1,600 soldiers will fall into the enemy trap, including Blake's brother.",
  "genre": [
    "Action"
  ],
  "link": "https://vid1688149137983.vb17123filippaaniketos.pw/movie/834d6120082427226138e369066b97b7/iframe?d=lordfilm.lu",
  "reviews": [
    {
      "$oid": "649f2c8c824fc560eb3314e2"
    }
  ],
  "image": "https://www.zastavki.com/pictures/1024x1024/2019Movies_Poster_of_the_new_war_film_1917_on_a_black_background_137178_31.jpg",
  "__v": 1
},
{
  "_id": {
    "$oid": "6726eced13bd4ba125ce642f"
  },
  "title": "The Batman",
  "year": 2022,
  "ageLimit": 16,
  "rating": 7.1,
  "briefPlot": "After two years of searching for justice on the streets of Gotham, Batman becomes the personification of merciless retribution for the citizens. When a series of violent attacks on high-ranking officials takes place in the city, evidence leads Bruce Wayne into the darkest corners of the underworld, where he meets Catwoman, Penguin, Carmine Falcone and the Riddler. Now Batman himself is under the gun, who will have to distinguish friend from enemy and restore justice in the name of Gotham.",
  "genre": [
    "Action"
  ],
  "link": "https://vid1688149722752.vb17123filippaaniketos.pw/movie/d968e1af88bff426aa757f9c65c2c79c/iframe?d=lordfilm0.com",
  "reviews": [
    {
      "$oid": "649f2cee824fc560eb3314fa"
    }
  ],
  "image": "https://m.media-amazon.com/images/M/MV5BYTAzM2VlNWEtYTIzYS00MjY4LTg3M2MtNzU5NDBkOThmOTNlXkEyXkFqcGdeQXVyMTIzNDk1MDYz._V1_FMjpg_UX1000_.jpg",
  "__v": 1
},
{
  "_id": {
    "$oid": "649f2181d9a81463af8fda18"
  },
  "title": "Equilibrium",
  "year": 2002,
  "ageLimit": 16,
  "rating": 7.9,
  "briefPlot": "In the future, people are deprived of the opportunity to express emotions. This is the price humanity pays for eliminating war from its life. Now books, art and music are outlawed, and any feeling is a crime punishable by death. To enforce the existing rule, the compulsory use of the drug prozium is used. Government agent John Preston fights those who break the rules. At one point, he forgets to take another dose of medicine, and a spiritual transformation occurs with him, which leads him to conflict not only with the regime, but also with himself.",
  "genre": [
    "Fantasy",
    "Thriller"
  ],
  "link": "https://vid1688149038.vb17123filippaaniketos.pw/movie/82f16d34e9dd93231ab49e99d661d804/iframe?d=tv.lordfilm.black",
  "reviews": [],
  "image": "https://trueposters.ru/pictures/product/big/8780_big.jpg",
  "__v": 0
},
{
  "_id": {
    "$oid": "649f21afd9a81463af8fda1b"
  },
  "title": "Fury",
  "year": 2014,
  "ageLimit": 16,
  "rating": 7.4,
  "briefPlot": "It is April 1945, and victory over the Germans is already close: the Allies are confidently moving deep into enemy territory, and the resistance they are being offered is getting weaker day by day. This, however, does not mean at all that the Allied forces will not lose many more people on the way to victory, and many soldiers are aware that death is waiting at arm's length. Among the battle-hardened pessimists, who fight fierce battles every day in the name of victory, is the tank crew, on whose muzzle the word 'Rage' is daubed. The crew commander, known as Wardaddy, who fought with Nazi troops first in Africa and then in Europe, pursues one goal – to survive the war and save the lives of his people...",
  "genre": [
    "Action"
  ],
  "link": "https://vid1688150473211.vb17123filippaaniketos.pw/movie/556507160b6c3a01973ce8b27b4d8c18/iframe?d=lordfilm.lu",
  "reviews": [],
  "image": "https://i.pinimg.com/originals/49/39/a8/4939a8e66582576be936edfd6081e22c.jpg",
  "__v": 0
},
{
  "_id": {
    "$oid": "649f2343d9a81463af8fda1c"
  },
  "title": "The Shawshank Redemption",
  "year": 1994,
  "ageLimit": 16,
  "rating": 9.1,
  "briefPlot": "Accountant Andy Dufresne is accused of murdering his own wife and her lover. Once in a prison called Shawshank, he is faced with cruelty and lawlessness reigning on both sides of the bars. Everyone who gets into these walls becomes their slave for the rest of their lives. But Andy, who has a lively mind and a kind soul, finds an approach to both prisoners and guards, seeking their special favor.",
  "genre": [
    "Drama"
  ],
  "link": "https://vid1688150839.vb17123filippaaniketos.pw/movie/59e224559d97bbc7befea5487413acc1/iframe?d=tv.lordfilm.black",
  "reviews": [
    {
      "$oid": "649f2c6f824fc560eb3314d0"
    }
  ],
  "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/e26044e5-2d5a-4b38-a133-a776ad93366f/300x",
  "__v": 1
},
{
  "_id": {
    "$oid": "649f26acd9a81463af8fda1d"
  },
  "title": "The Martian",
  "year": 2015,
  "ageLimit": 16,
  "rating": 7.8,
  "briefPlot": "The Mars mission 'Ares-3' in the process of work was forced to urgently leave the planet due to an impending sandstorm. Engineer and biologist Mark Whitney suffered damage to his spacesuit during a sandstorm. The mission staff, considering him dead, evacuated from the planet, leaving Mark alone. When Whitney wakes up, she discovers that there is no connection with the Earth, but the residential module is fully functioning. The main character begins to look for a way to survive on the available supplies of food, vitamins, water and air for another 4 years before the arrival of the next Ares-4 mission.",
  "genre": [
    "Fantasy"
  ],
  "link": "https://vid1688150839.vb17123filippaaniketos.pw/movie/fbf37370e7657ad84ea9fe2a8f029f3d/iframe?d=tv.lordfilm.black",
  "reviews": [],
  "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/2e19bab7-5044-4f9b-87cb-2c47b963ef23/300x",
  "__v": 0
},
{
  "_id": {
    "$oid": "649f297fd9a81463af8fda1e"
  },
  "title": "John Wick",
  "year": 2014,
  "ageLimit": 16,
  "rating": 7,
  "briefPlot": "John Wick - at first glance, the most ordinary average American who leads a quiet peaceful life. However, few people know that he was an assassin, and one of the best professionals in his field. After the son of the head of a bandit group with his friends steals his beloved 1969 Mustang, while killing his dog Daisy, who was a gift from his recently deceased wife, John is forced to return to his past. Now Wick starts hunting for those who had the temerity to cross his path, and he is ready to do anything to take revenge.",
  "genre": [
    "Action",
    "Thriller"
  ],
  "link": "https://vid1688150839.vb17123filippaaniketos.pw/movie/03208dc79738b32f9d30551583a1a506/iframe?d=tv.lordfilm.black",
  "reviews": [
    {
      "$oid": "649f2ca3824fc560eb3314ee"
    }
  ],
  "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/f8a4195d-e3da-49ee-ab5f-7157e0f5cd32/300x",
  "__v": 1
},
{
  "_id": {
    "$oid": "649f2afa6b6cecebef33ace6"
  },
  "title": "The Contractor",
  "year": 2022,
  "ageLimit": 18,
  "rating": 6.3,
  "briefPlot": "Serving in the army since childhood was James Reed's dream, and the green beret is a matter of pride. But after being wounded, he remains out of work: there is no place for him in a peaceful society, and the state of health has to be maintained with medicines, not always the 'cleanest'. And when the opportunity comes up to take up the old craft again, the former soldier does not hesitate. But now the choice of who to point the weapon at lies entirely with him.",
  "genre": [
    "Action",
    "Thriller"
  ],
  "link": "https://vid1688152641.vb17123filippaaniketos.pw/movie/84e0115b0cdefb8bb22a19cd62ed3491/iframe?d=tv.lordfilm.black",
  "reviews": [],
  "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/111a6b66-ef46-4548-9717-75572bd1827a/1920x",
  "__v": 0
}]